continue.continue
dooez.alt-catppuccin-vsc
github.copilot
github.copilot-chat
giyyapan.pyformat
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
murloccra4ler.leap
vscodevim.vim
